Repository: Daniel-KM/Omeka-S-module-ValueSuggest
Catalog: language/*.po
Languages: hr

source: Remove language
hr: Uklonite jezik

source: Remove URI
hr: Uklonite URI

source: UNESCO: Tesauro
hr: UNESCO: Tezaurus

source: UNESCO: Nomenclatura de Ciencia y Tecnología
hr: UNESCO: Nomenklatura znanosti i tehnologije

source: UNESCO: Biblioteca Digital Floridablanca
hr: UNESCO: Digitalna knjižnica Floridablanca

source: IdRef: All
hr: IdRef: Sve

source: IdRef: Person names
hr: IdRef: Imena osoba

source: IdRef: Collectivities
hr: IdRef: Kolektivnosti

source: IdRef: Conferences
hr: IdRef: Konferencije

source: IdRef: Subjects
hr: IdRef: Ispitanici

source: IdRef: Subjects Rameau
hr: IdRef: Ispitanici Rameau

source: IdRef: Subjects F-MeSH
hr: IdRef: Ispitanici F-MeSH

source: IdRef: Geography
hr: IdRef: Geografija

source: IdRef: Family names
hr: IdRef: Prezime

source: IdRef: Uniform titles
hr: IdRef: Jedinstveni naslovi

source: IdRef: Authors-Titles
hr: IdRef: Autori-naslovi

source: IdRef: Trademarks
hr: IdRef: Zaštitni znakovi

source: IdRef: PPN id
hr: IdRef: PDV ID

source: IdRef: Library registry (RCR)
hr: IdRef: Registar knjižnice (RCR)

source: RDA: Aspect Ratio Designation
hr: RDA: Oznaka omjera

source: RDA: Bibliographic Format
hr: RDA: Bibliografski format

source: RDA: Broadcast Standard
hr: RDA: Standard emitiranja

source: RDA: Carrier Extent Unit
hr: RDA: Jedinica za opseg prijevoznika

source: RDA: Carrier Type
hr: RDA: Vrsta nosača

source: RDA: Cartographic Data Type
hr: RDA: kartografski tip podataka

source: RDA: Colour Content
hr: RDA: Sadržaj u boji

source: RDA: Configuration of Playback Channels
hr: RDA: Konfiguracija kanala za reprodukciju

source: RDA: Content Type
hr: RDA: vrsta sadržaja

source: RDA: Conventional Collective Title
hr: RDA: Konvencionalni kolektivni naslov

source: RDA: File Type
hr: RDA: vrsta datoteke

source: RDA: Font Size
hr: RDA: Veličina fonta

source: RDA: Form of Musical Notation
hr: RDA: Oblik glazbenih notacija

source: RDA: Form of Notated Movement
hr: RDA: Oblik bilježenog pokreta

source: RDA: Form of Tactile Notation
hr: RDA: Oblik taktilnih zapisa

source: RDA: Format of Notated Music
hr: RDA: Format notne glazbe

source: RDA: Frequency
hr: RDA: Učestalost

source: RDA: Generation
hr: RDA: Učestalost

source: RDA: Groove Pitch of an Analog Cylinder
hr: RDA: Korak utora analognog cilindra

source: RDA: Groove Width of an Analog Disc
hr: RDA: Širina utora analognog diska

source: RDA: Illustrative Content
hr: RDA: Ilustrativni sadržaj

source: RDA: Layout
hr: RDA: Izgled

source: RDA: Material
hr: RDA: Materijal

source: RDA: Media Type
hr: RDA: Vrsta medija

source: RDA: Mode of Issuance
hr: RDA: Način izdavanja

source: RDA: Polarity
hr: RDA: Polaritet

source: RDA: Presentation Format
hr: RDA: Format prezentacije

source: RDA: Production Method
hr: RDA: Metoda proizvodnje

source: RDA: Recording Medium
hr: RDA: Medij za Snimanje

source: RDA: Reduction Ratio Designation
hr: RDA: Oznaka omjera smanjenja

source: RDA: Regional Encoding
hr: RDA: Regionalno kodiranje

source: RDA: Scale Designation
hr: RDA: Oznaka ljestvice

source: RDA: Sound Content
hr: RDA: Zvučni sadržaj

source: RDA: Special Playback Characteristics
hr: RDA: Posebne karakteristike reprodukcije

source: RDA: Status of Identification
hr: RDA: Status identifikacije

source: RDA: Terms
hr: RDA: Uvjeti

source: RDA: Track Configuration
hr: RDA: Konfiguracija pjesme

source: RDA: Type of Recording
hr: RDA: Vrsta Snimke

source: RDA: Gender
hr: RDA: Spol

source: RDA: Character
hr: RDA: Karakter

source: RDA: Extension Mode
hr: RDA: Način produženja

source: RDA: Extension Requirement
hr: RDA: Zahtjev za produženje

source: RDA: Extension Termination
hr: RDA: Prestanak produženja

source: RDA: Housing Format
hr: RDA: Oblik kućišta

source: RDA: Image Dimensionality
hr: RDA: Dimenzionalnost slike

source: RDA: Image Movement
hr: RDA: Pokret slike

source: RDA: Interaction
hr: RDA: Interakcija

source: RDA: Intermediation Tool
hr: RDA: Alat za posredovanje

source: RDA: Revision Mode
hr: RDA: Revizija

source: RDA: Revision Requirement
hr: RDA: Zahtjev za reviziju

source: RDA: Revision Termination
hr: RDA: Prestanak revizije

source: RDA: Sensory Mode
hr: RDA: Senzorni način

source: RDA: Storage Medium Format
hr: RDA: Srednji format za pohranu

source: Tesauros: Diccionario de Bienes Culturales
hr: Tezaurus: Rječnik kulturnih dobara

source: Tesauros: Diccionario de Materias
hr: Tezauri: Rječnik predmeta

source: Tesauros: Diccionario de Técnicas
hr: Tezaurus: Rječnik tehnika

source: Tesauros: Diccionario de Contextos Culturales
hr: Tezauri: Rječnik kulturnih konteksta

source: Tesauros: Diccionario Geográfico
hr: Tezaurus: Geografski rječnik

source: Tesauros: Diccionario de Toponimia Histórica
hr: Tezaurus: Rječnik povijesne toponimije

source: Tesauros: Diccionario de Cerámica
hr: Tezauros: Keramički rječnik

source: Tesauros: Diccionario de Numismática
hr: Tezaurus: Rječnik numizmatike

source: Tesauros: Diccionario de Mobiliario
hr: Tezaurus: Rječnik namještaja

source: LC: Genre/Form Terms
hr: LC: Uvjeti žanra / obrasca

source: LC: MARC Geographic Areas
hr: LC: MARC zemljopisna područja

source: LC: Name Authority File
hr: LC: Datoteka ovlaštenja za ime

source: LC: Children's Subject Headings
hr: LC: Predmeti za djecu

source: LC: ISO639-1 Languages
hr: LC: ISO639-1 Jezici

source: LC: Thesaurus for Graphic Materials
hr: LC: Tezaurus za Grafičke Materijale

source: LC: Cultural Heritage Organizations
hr: LC: Organizacije za kulturnu baštinu

source: LC: Subject Headings
hr: LC: Predmeti

source: LC: AFS Ethnographic Thesaurus
hr: LC: AFS Etnografski tezaurus

source: LC: Classification
hr: LC:Klasifikacija

source: LC: MARC Countries
hr: LC: MARC zemlje

source: LC: Medium of Performance Thesaurus for Music
hr: LC: Glazbeni tezaurus medija izvedbe

source: LC: MARC Relators
hr: LC: MARC relatori

source: LC: MARC Languages
hr: LC: MARC jezici

source: LC: ISO639-2 Languages
hr: LC: ISO639-2 Jezici

source: LC: All
hr: LC: Sve

source: LC: ISO639-5 Languages
hr: LC: ISO639-5 Jezici

source: LC: Demographic Group Terms
hr: LC: ISO639-2 Jezici

source: Value Suggest
hr: Prijedlog vrijednosti

source: RightsStatements.org: Standardized rights statements for online cultural heritage
hr: RightsStatements.org: Standardizirane izjave o pravima za internetsku kulturnu baštinu

source: Homosaurus: an international LGBTQ linked data vocabulary
hr: Homosaurus: međunarodni LGBTQ vokabular povezanih podataka

source: PeriodO: A gazetteer of period definitions for linking and visualizing data
hr: PeriodO: Glasnik definicija razdoblja za povezivanje i vizualizaciju podataka

source: Pactols: Sujets (Subject)
hr: Pactols: Sujets (Subjekt)

source: Pactols: All thesaurus
hr: Pactols: Cijeli tezaurus

source: OCLC: Faceted Application of Subject Terminologies (FAST)
hr: OCLC: facetirana primjena predmetne terminologije (FAST)

source: OCLC: The Virtual International Authority File (VIAF)
hr: OCLC: Virtualna međunarodna datoteka vlasti (VIAF)

source: Getty: The Art & Architecture Thesaurus (AAT)
hr: Getty: Riječ o umjetnosti i arhitekturi (AAT)

source: Getty: The Getty Thesaurus of Geographic Names (TGN)
hr: Getty: Gettyjev tezaurus geografskih imena (TGN)

source: Getty: The Union List of Artist Names (ULAN)
hr: Getty: Unija Popis imena izvođača (ULAN)

source: Geonames: The GeoNames geographical database
hr: Geonames: Zemljopisna baza podataka GeoNames
